Revit 2024 API
BuiltInFailures.MirrorFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.MirrorFailures type exposes the following members.
Properties
Name | Description
BadMirror
 Can't mirror element into this position.
See Also
BuiltInFailures.MirrorFailures Class
Autodesk.Revit.DB Namespace